{
  "totalResults":3,
  "articles":
  [
    {
      "title": "Easy Ways To Lose Weight Tips",
      "description": "You can make it easier on yourself by telling yourself you are going to lose the weight no matter what. Just like breaking an old bad habit and choosing a quit date, choose a start date for your new good habit of nutrition and exercise.",
      "urlToImage": "https://images.news18.com/ibnlive/uploads/2019/12/Untitled-design-2019-12-08T125225.490.png",
      "content": "If you are looking for easy ways to lose weight, let's just stop right here. You need to know that there is no magic potion for losing excess poundage. You are going to have to work at it, especially if you have more than just a few pounds to lose.

		You can make it easier on yourself by telling yourself you are going to lose the weight no matter what. Just like breaking an old bad habit and choosing a quit date, choose a start date for your new good habit of nutrition and exercise.

		Before your start date arrives, begin keeping a journal of what you eat and what exercise you get during the day. This will help you make the changes you need to make in order to lose the weight. 
	
		Get a book that shows you the amount of calories in the food you eat. Use this to create a meal plan that is no more than 1500 - 1700 calories a day and plan out five small meals each day with each meal approximately 300 calories each. Your body can process up to 500 calories per meal depending on your fitness level otherwise, the food you eat gets stored as fat.

		when looking for easy ways to lose weight, know that you must take in fewer calories than your body thinks it needs on a daily basis. Add a 30 minute walk in there three times a week and you have yourself a recipe for success.

		Walking is actually the best thing for you when you want to lose weight fast. You can incorporate the use of ankle and wrist weights when you get further along and are in better shape. Using weights will up the level of difficulty and help you burn more fat with each step.

		Your metabolism plays a key role in whether you lose weight or gain weight. The slower your metabolism the more weight you will gain and the faster your metabolism the more weight you will lose. Never, ever starve yourself. If you try to starve yourself your body will go into survival mode and hold on to what it's got making it virtually impossible for you to lose any weight. You have got to eat to lose weight.

		Start your day and metabolism off right and have a good healthy breakfast. Follow the meal plan you have made and pack your snacks and a lunch for when you are at work then when you get home have a nice healthy supper. If you find it necessary you can have one more snack before bedtime. Eating every two to three hours will keep your metabolism in high gear and help you lose weight naturally.

		So set a start date and when it comes, begin creating the new you. Do not forget to stay hydrated by drinking plenty of water. Once you begin and start seeing results you will realize that you have found the easy ways to lose weight and you do not need any of those fad diets or supposed magic potions."
    },
    {
      "title": "Drink Your Way To Weight Loss",
      "description": "Let's use some simple math to see what a positive difference this one small change can make when trying to lose weight. The first thing to know is that every 3,500 calories you get rid equals one pound. Next, a typical 12 ounce can of soda contains 150 calories. Okay, here's how it works out...

		365 days in a year X 150 calories per 12 oz. = 54,750 total calories.

		54,750 calories divided by 3,500 calories = 15.6 pounds!",
      "urlToImage": "https://images.news18.com/ibnlive/uploads/2019/12/Untitled-design-2019-12-08T125225.490.png",
      "content": "Whether you are trying to get rid of an unsightly beer belly or want to look good in a swimsuit, the battle of the bulge can be a tricky one to win. The good news is that it's entirely possible to drop the pounds in a relatively short amount of time. How to lose weight comes down to one thing: burning more calories than you take in. Therefore, you either have to burn them, or decrease your intake. Here is one way to help you do the latter: Cut out soft drinks. First we'll cover soda, then we'll look at some other options.

		You may think that drinking just one soda per day doesn't make that much of a difference. If you're active, and have your weight under control, then having the occasional soda is fine. But let's take a look at how that one soda can add up and what the impact on your weight will be when you go with a calorie-free alternative.

		Let's use some simple math to see what a positive difference this one small change can make when trying to lose weight. The first thing to know is that every 3,500 calories you get rid equals one pound. Next, a typical 12 ounce can of soda contains 150 calories. Okay, here's how it works out...

		365 days in a year X 150 calories per 12 oz. = 54,750 total calories.

		54,750 calories divided by 3,500 calories = 15.6 pounds!

		Talk about a small change that can make add up to significant weight loss. And if you happen to drink soda in larger bottles, it could make a difference of 30 pounds or more. But be careful that you don't replace those calories with other calories. In other words you have to cut those calories out completely to get the full benefit.

		So, what are the options? Most people think juice is a good replacement for soda. Not if you're counting calories it isn't. For example, while soda may have 150 calories per 12 ounces, grape juice has closer to 250. Some juices have a higher water content, so you'll have to check the label to be sure. However, if it's a choice between soda and fruit juice, go with the juice. At least the juice contains some vital nutrients while soda is nothing but empty calories.

		Another thing you may not be aware of is that the sugar in soft drinks can make you thirsty. Putting you into an endless loop of drinking calorie-laden beverages to slake the thirst that the same beverages are causing.

		The best way to quench your thirst when trying to lose weight is water. Keep a large bottle within arm's reach throughout the day, making it easy to take a sip when needed."
    },
    {
      "title": "Natural Fat Loss",
      "description": "Natural fat loss is achieved as the body loses fat and gains muscle. You can encourage fat loss and muscle gain by eating properly and working out. Foods for natural fat loss are nutrient dense, rich in vitamins and minerals. Foods like fruits and vegetables are packed with nutrition, without being packed with calories. For a natural fat loss diet, choose lots of fruits, vegetables, whole grains, lean meats, and fat free dairy. By limiting your caloric intake, you're encouraging natural fat loss.

		As you build muscle, you decrease the percentage of your body composed by fat. A muscle toning program can add lean, toned muscle without adding bulk. Low weights and high repetitions will help you achieve a long, lean physique, while aiding your natural fat loss. As you build muscle, your body will burn calories more efficiently, which will allow you to burn your remaining fat even more quickly!",
      "urlToImage": "https://images.news18.com/ibnlive/uploads/2019/12/Untitled-design-2019-12-08T125225.490.png",
      "content": "When it comes to losing weight, everyone wants a quick solution. Natural fat loss supplements abound, promising quick, immediate weight loss. However, if you're truly interested in losing weight naturally, the only real way to do so is through diet and exercise. Natural weight loss is just that – natural. It's a process that your body goes through. You can't reproduce natural fat loss by taking a pill or eating strange combinations of foods. You can, however, encourage it by eating well and exercising regularly.

		Natural fat loss is achieved as the body loses fat and gains muscle. You can encourage fat loss and muscle gain by eating properly and working out. Foods for natural fat loss are nutrient dense, rich in vitamins and minerals. Foods like fruits and vegetables are packed with nutrition, without being packed with calories. For a natural fat loss diet, choose lots of fruits, vegetables, whole grains, lean meats, and fat free dairy. By limiting your caloric intake, you're encouraging natural fat loss.

		As you build muscle, you decrease the percentage of your body composed by fat. A muscle toning program can add lean, toned muscle without adding bulk. Low weights and high repetitions will help you achieve a long, lean physique, while aiding your natural fat loss. As you build muscle, your body will burn calories more efficiently, which will allow you to burn your remaining fat even more quickly!

		Cardio exercise will also help in your natural fat loss journey. After your first fifteen minutes of cardio, your body begins to burn fat for energy. You can ramp this process up even more by exercising first thing in the morning – before breakfast. Your body burns more fat on an empty stomach, so this can be a quick and easy way to jump start natural fat loss. If you get dizzy or shaky with this method, try adding a light breakfast with a low fat protein source, such as whole grain bread with peanut butter. This will give you enough nutrients for exercise, without weighing you down.

		Natural fat loss can only be achieved through diet and exercise. If you are interested in losing fat naturally, without supplements, pills, or powders, you can do so. Natural fat loss involves a lot of effort, but it is well worth it. It is the easiest type of weight loss to maintain. Weight lost with fad diets is often quickly regained. However, with natural weight loss, you will achieve results that will stick with you for a lifetime. By learning how to eat right and exercise properly, you're enabling your body to lose fat now, and maintain your weight loss for a lifetime! 

		This article is for informational purposes only. It is not medical advice, nor should it be interpreted or substituted as medical advice. Prior to making changes to your physical exercise routine and your diet, you should always consult your personal physician. 
"
    }
  ]
}
